/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d altri)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Impossibile estrarre il file \"%1$@\" dall'archivio \"%2$@\": %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Impossibile estrarre le resource fork del file \"%1$@\" dall'archivio \"%2$@\":\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Codifica Default";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Rileva automaticamente";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Estrai";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Estrai Archivio";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Estrazione di \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Preparo l'estrazione di \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Seleziona";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Seleziona i file da estrarre";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Il contenuto del file \"%@\" non può essere estratto da questo programma.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Si è verificato un problema durante l'estrazione del contenuto del file \"%1$@\": %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Si è verificato un problema durante la lettura del contenuto del file \"%1$@\": %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Estrai";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "È necessario fornire una password per aprire l'archivio \"%@\".";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */

/* Common errors */
"Attempted to read more data than was available" = "Il file archivio è incompleto";
"Opening file failed" = "Impossibile aprire il file";
"Missing or wrong password" = "La password fornita non è corretta";
"Wrong checksum" = "Il file archivio è corrotto";
"Could not create directory" = "Impossibile creare la cartella";

/* Uncommon or unused errors */
"Unknown error" = "Errore sconosciuto";
"Failed to write to file" = "Scrittura sul file fallita";
"Function called with illegal parameters" = "Funzione chiamata con parametri non validi";
"Not enough memory available" = "Non c'è abbastanza memoria disponibile";
"Data is corrupted" = "I dati sono corrotti";
"File is not fully supported" = "Il file non è completamente supportato";
"Required resource missing" = "Risorsa richiesta mancante";
"Error on decrunching" = "Errore durante il decrunching";
"Unknown file type" = "Tipo di file sconosciuto";
"File, disk has been skipped" = "File, il disco è stato saltato";
"User cancelled extraction" = "L'utente ha interrotto l'estrazione";
"File already exists" = "Il file esiste già";
"Verify failed (disk hook)" = "Verifica fallita (disk hook)";
"Wrong drive geometry" = "Geometria del drive sbagliata";
"Unknown data format" = "Formato dati sconosciuto";
"Source contains no files" = "La sorgente non contiene nessun file";
"Unknown filesystem" = "Filesystem sconosciuto";
"Name of file exists as directory" = "Il nome del file esiste come cartella";
"Buffer was too short" = "Buffer troppo piccolo";
"Text encoding was defective" = "Codifica del testo difettosa";
"Could not create symlink" = "Impossibile creare il collegamento simbolico";



